tap "derailed/k9s"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "sambadevi/powerlevel9k"
brew "libtiff"
brew "webp"
brew "bat"
brew "openssl@1.1"
brew "python@3.10"
brew "black"
brew "python@3.9"
brew "glib"
brew "libssh2"
brew "openldap"
brew "curl"
brew "deno"
brew "direnv"
brew "docker"
brew "fish"
brew "guile"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "gobject-introspection"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "htop"
brew "httpie"
brew "hyperkit"
brew "isort"
brew "jq"
brew "kubernetes-cli"
brew "kubectx"
brew "kustomize"
brew "libpq"
brew "libproxy"
brew "little-cms2"
brew "make"
brew "mas"
brew "midnight-commander"
brew "minikube"
brew "mitmproxy"
brew "mosh"
brew "mypy"
brew "neofetch"
brew "neovim"
brew "nghttp2"
brew "node"
brew "nss"
brew "parallel"
brew "pgcli"
brew "pinentry-mac"
brew "plantuml"
brew "poetry"
brew "qt"
brew "poppler"
brew "postgresql"
brew "pre-commit"
brew "python@3.7"
brew "python@3.8"
brew "qpdf"
brew "redis"
brew "ripgrep"
brew "rust-analyzer"
brew "stylua"
brew "task"
brew "taskd"
brew "tasksh"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "yarn"
brew "zlib"
brew "zsh"
brew "derailed/k9s/k9s"
brew "heroku/brew/heroku"
brew "sambadevi/powerlevel9k/powerlevel9k"
cask "1password"
cask "1password-cli"
cask "amethyst"
cask "burp-suite"
cask "dropbox"
cask "font-awesome-terminal-fonts"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive"
cask "google-drive-file-stream"
cask "iterm2"
cask "java"
cask "karabiner-elements"
cask "keybase"
cask "kitty"
cask "obs"
cask "postico"
cask "slack"
cask "soundflower"
cask "spotify"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "zoomus"
mas "Agenda", id: 1287445660
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
