brew "helix"
brew "fish"
brew "fisher"
brew "starship"
brew "tree-sitter"
brew "ripgrep"
brew "btop"
brew "bat"
brew "httpie"
brew "jq"
brew "zellij"
brew "just"
brew "fzf"
brew "zoxide"
brew "eza"
brew "git-delta"
cask "ghostty"
cask "nikitabobko/tap/aerospace"
cask "spotify"
cask "raycast"

# fonts
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-powerline-symbols"

# python
brew "python"
brew "uv"
brew "pre-commit"
brew "ruff"
brew "pyright"
